---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.ExportFailures
source: html/19402678-01cb-797a-d499-ce5dfef1a47b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ExportFailures

Failures about ExportFailures.

## Syntax (C#)
```csharp
public static class ExportFailures
```